tap "homebrew/bundle"

# GUI Apps
cask "iterm2"
cask "nikitabobko/tap/aerospace"
cask "jordanbaird-ice"
cask "raycast"

# Terminal Apps and Tools
brew "bash" # Latest Bash version
brew "jq"
brew "mas"
brew "fd"
brew "bat"
brew "eza"
brew "awscli"

tap "FelixKratz/formulae"
brew "borders"

# Development
cask "visual-studio-code"
cask "docker"

# Security
brew "nmap"

# Mac App Store
mas "Enpass", id: 732710998
mas "Telegram", id: 747648890
